Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2015/2_samisk_sprak_i_grunnskolen.pdf.tmx
Source language: nob
Languages: sme

source: Elevtallet i Lulesamisk førstespråk har ligget på i underkant av 30 i perioden, men falt til 19 i fjor for å øke til 22 i år. Elevtallet i Sørsamisk førstespråk har ligget rundt 20 for å synke til 15 fra i fjor til i år.
sme: Oahppiidlohku Julevsámegielas vuosttasgiellan lea leamaš vulobeale 30 dán áigodagas, dat gahčai 19 oahppái diibmá ja lea dán jagi 22. Oahppiidlohku Máttasámegielas vuosttasgiellan lea leamaš birrasiid 20. De gahčai 20 oahppis 15 oahppái ovddet jagis dán jahkái.

source: Dette er en nedgang på 25 prosent.
sme: Geahppáneapmi lea 25 proseantta.

source: 2.3.4 Samisk som opplæringsspråk og Samisk førstespråk
sme: 2.3.4 Sámegiella vuosttasgiellan ja sámegiella oahpahusgiellan

source: De fleste elevene som har opplæring i Samisk førstespråk har også samisk som opplæringsspråk.
sme: Eanaš oahppiin geain lea oahpahus Sámegielas vuosttasgiellan, lea maid sámegiella oahpahusgiellan.

source: Det er imidlertid ikke fullt samsvar mellom antallet elever som har Samisk førstespråk og antallet elever som har samisk som opplæringsspråk.
sme: Dattetge eai leat oahppiidlogut geain lea oahpahus Sámegielas vuosttasgiellan ja sámegiella oahpahusgiellan, seammá stuorát.

source: Tabell 2.4 viser at det siste år var 103 elever som fikk opplæring i Samisk førstespråk uten at de hadde samisk som opplæringsspråk.
sme: Tabell 2.4 čájeha ahte dán jagi leat 103 oahppi geat ožžot oahpahusa Sámegielas vuosttasgiellan, vaikko dain ii leat sámegiella oahpahusgiellan.

source: Denne forskjellen har økt fra 21 i skoleåret 2005/06. De siste fem årene har dette tallet variert mye, men det er hele tiden betydelig høyere enn for skoleåret 2005/06.
sme: Erohus lea lassánan 21 oahppis skuvlajagis 2005/06. Maŋimuš vihtta jagi lea dát lohku molsašuddan olu, muhto olles áigge lohku lea leamaš mearkkašahtti stuorát go skuvlajagi 2005/06.

source: Det er høyst usikkert hva det kommer av at et større antall barn nå får opplæring i Samisk 2.3.6 Fordeling av andrespråkselever mellom andrespråk 2 og andrespråk 3
sme: 2.3.6 Oahppiidlohku Sámegiela nubbingiellan 2:žis ja Sámegiela nubbingiellan 3:žis Dego ovdalge namuhuvvon, de lea vejolaš válljet guovtti Sámegiela nuppingiellan molssaeavttu gaskkas vuođđoskuvllas.

source: Det er som tidligere nevnt mulig å velge mellom to varianter av Samisk andrespråk i grunnskolen.
sme: Sámegiella nubbingiellan 2:žis lea nannosut gelbbolašvuođaulbmil go Sámegiella nubbingiellan 3:žis.

source: Samisk andrespråk 2 har et høyere kompetansemål enn Samisk andrespråk 3. En kan derfor forutsette at elever som velger Samisk andrespråk 2 blir bedre i samisk enn elever som velger Samisk andrespråk 3. Det er derfor interessant å se på fordelinga av elever mellom disse to fagene.
sme: Danne sáhttá vuordit ahte oahppit geat válljejit Sámegiela nubbingiellan 2:ža šaddá čeahpibun sámegielas go oahppit geat válljejit Sámegiela nubbingiellan 3:ža. Danne lea miellagiddevaš guorahallat mo oahppit juohkásit dáid molssaeavttuid gaskkas.

source: 2.3.7 Elevtallet innenfor Forvaltningsområdet for samisk språk
sme: 2.3.7 Sámegiela hálddašanguovllu siskkobealde

source: Professor Jon Todal viser i «Samiske tall forteller 5» en del tall for elevene innenfor Forvaltningsområdet for samisk språk i skoleåret 2011/12. Nedenfor brukes Todals tall og tall for skoleåret 2014/15 for å sammenligne utviklinga de siste tre årene.
sme: Professor Jon Todal čájeha Sámi logut muitalit 5 girjjis muhtin oahppiidloguid Sámegiela hálddašanguovllu siskkobealde skuvlajagi 2011/12. Vulobealde geavahuvvojit Todala logut ja logut skuvlajagis 2014/15 buohtastaddat ovdáneami maŋimuš njeallje jagi.

source: Dette gjelder det totale elevtallet i Forvaltningsområdet, andelen som har samisk i fagkretsen og om disse har opplæring i Samisk førstespråk eller andrespråk.
sme: Das lea sáhka vuođđoskuvlla oppalaš oahppiidlogus Hálddašanguovllus, oassi oahppiin geain lea sámegiella fágabiirres ja leago oahppiin oahpahus Sámegielas vuosttasgiellan dahje Sámegielas nubbingiellan.

source: Dette er gjort innenfor Forvaltningsområdet fordi en her kan studere hvor stor andel av det totale elevantallet som mottar opplæring i samisk.
sme: Buohtastaddan dahkkojuvvo Hálddašanguovllus dannego dáppe lea vejolaš guorahallat man stuorra oassi oppalaš oahppiidlogus oažžu oahpahusa sámegielas.

source: Innenfor Forvaltningsområdet kan alle elever velge opplæring i samisk.
sme: Hálddašanguovllus sáhttet buot oahppit válljet oahpahusa sámegielas.

source: Derfor kjenner vi det totale antallet elever som kan velge samiskopplæring.
sme: Danne mii diehtit gallis sáhttet válljet sámegiela.

source: Utenfor Forvaltningsområdet er retten til samiskopplæring knyttet til visse kriterier, og vi vet ikke hvor mange som oppfyller dette kriteriet.
sme: Hálddašanguovllu olggobealde lea vuoigatvuohta oažžut sámegieloahpu čadnon dihto eavttuide, ja dan dihte eat dieđe gallis devdet daid eavttuid.

source: (Todal 2012: 111-12.)
sme: (Todal 2012: 111-13.).

source: Tabell 2.7 viser at elevtallet i Forvaltningsområdet for samisk språk gikk tilbake med 42 elever fra 2011/12 til 2014/15. Dette er en tilbakegang på 1,8 prosent.
sme: Tabealla 2.7 čájeha ahte vuođđoskuvlla oahppiidlogu Hálddašanguovllus geahppána 42 oahppiin jagis 2011/12 gitta jahkái 2014/15. Geahppáneapmi lea 1,8 proseantta.

source: Forvaltningsområdet for samisk språk ble imidlertid utvidet med Røyrvik kommune Nord-Trøndelag i det sørsamiske språkområdet 1.1. 2013. Den reelle tilbakegangen i elevtallet for de kommunene som utgjorde forvaltningsområdet i 2011/12 er av den grunn 100 elever eller 4,3 prosent.
sme: Lea aŋkke nu ahte Sámegiela hálddašanguovlu viiddiduvvui go Raarvihke gielda Davvi-Trøndlágas máttasámegiela guovllus šattai hálddašanguovllu oassin 1.1. 2013. Duohta geahppáneapmi daid gielddain mat ledje juo Hálddašanguovllus 2011/12, lea dan sivas 100 oahppi dahje 4,3 proseantta.

source: Tabellen viser store forskjeller i utviklinga av elevtallet mellom kommunene.
sme: Tabealla čájeha stuorát erohusaid oahppiidlogu nuppástusain gielddas gildii.

source: Kåfjord og Kautokeino har størst økning med henholdsvis 27 og 21 elever eller 14,1 og 6,2 prosent.
sme: Gáivuonas ja Guovdageainnus lea stuorámus lassáneapmi – 27 ja 21 oahppi dahje 14,1 ja 6,2 proseantta.

source: Tilbakegangen er størst i Snåsa med 16,0 prosent.
sme: Geahppáneapmi lea ges stuorámus Snoasas – 16,0 proseantta.

source: Det er også verdt å merke seg tilbakegangen i elevtallet på vel ti prosent i Karasjok, Porsanger og Tana.
sme: Lea maid fuopmášanveara ahte oahppiidlogu geahppáneapmi lea badjelaš logi proseantta maiddái Kárášjogas, Porsáŋggus ja Deanus.

source: Dette er kommuner med relativt mange elever som får opplæring i samisk.
sme: Dát leat gielddat mas sámiid oktavuođas leat ollu oahppit geain lea oahpahus sámegielas.

source: Tabell 2.8 viser at. 1218 elever hadde opplæring i samisk innenfor Forvaltningsområdet skoleåret 2011/12. De utgjorde 57 prosent av alle eleven med samiskopplæring i Norge.
sme: Tabealla 2.8 čájeha ahte 1218 oahppis lei oahpahus sámegielas Hálddašanguovllus skuvlajagi 2011/12. Sii dahket 57 proseantta buot oahppiin geat ožžot sámegiela oahpahusa Norggas.

source: I år mottar 1180 elever i Forvaltningsområdet opplæring i samisk.
sme: Dán jagi 1180 oahppi Hálddašanguovllus ožžot oahpahusa sámegielas.

source: De utgjør 55,8 prosent av alle elevene som får opplæring i samisk.
sme: Sii dahket 55,8 proseantta buot oahppiin geat ožžot oahpahusa sámegillii.

source: Dette er en nedgang på 1,2 prosentpoeng.
sme: Geahppáneapmi lea 1,2 proseantta.

source: Antallet elever med opplæring i Samisk førstespråk gikk ned med 42 i Forvaltningsområdet.
sme: Oahppiidlohku geain lea oahpahus Sámegielas vuosttasgiellan geahppánii 42 oahppiin Hálddašanguovllus.

source: Det er en nedgang på 5,4 prosentpoeng.
sme: Geahppáneapmi lea 5,4 proseantta.

source: Antall elever med opplæring i Samisk andrespråk økte med fire. Det er en økning på 0,9 prosentpoeng.
sme: Oahppiidlohku geain lea oahpahus Sámegielas nubbingiellan lassánii njeljiin oahppiin dahje 0,9 proseanttain.

source: I 2011/12 fikk 53 prosent av elevene innenfor Forvaltningsområdet opplæring i samisk språk i grunnskolen.
sme: Jagi 2011/12 oaččui 53 proseantta oahppiin Hálddašanguovllu siskkobealde oahpahusa sámegielas skuvllas.

source: I år mottar 52,0 prosent av elevene opplæring i samisk.
sme: Dán jagi 52,0 proseantta oahppiin lea oahpahus sámegielas.

source: Av disse fikk langt de fleste opplæring i Samisk førstespråk.
sme: Dain eanaš oassi oažžu oahpahusa Sámegielas vuosttasgiellan.

source: Tendensen i år er den samme som for 2011/12. Omlag hver tredje elev i Forvaltningsområdet får opplæring i Samisk førstespråk.
sme: Tendeansa lea seammá dán jagi go 2011/12. Sulaid mielde juohke goalmmát oahppi Hálddašanguovllus oažžu oahpahusa Sámegielas vuosttasgiellan.

source: Tabell 2.9 viser utviklinga for elever som får opplæring i samisk i kommunene i Forvaltningsområdet.
sme: Tabealla 2.9 čájeha ovdáneami oahppiin geain lea oahpahus sámegielas Hálddašanguovllu gielddain.

source: Tall for Røyrvik skoleåret 2011/12 er ikke kjent.
sme: Logut Raarvihke gielddas 2012/12 eai leat dieđus.

source: I Karasjok, Kautokeino og Nesseby er samisk et obligatorisk fag for alle elevene og endringene i disse kommunene følger naturlig nok endringer i elevtallet.
sme: Guovdageainnus, Kárášjogas ja Unjárggas lea sámegiella buot oahppiid geatnegahtton fága ja nuppástusat dáid gielddain čuvvot lunddolaččat oppalaš oahppiidlogu nuppástusaid.

source: Tysfjord og Kåfjord har hatt store økninger i antallet elever som mottar opplæring i samisk med henholdsvis 49,0 og 16,4 prosent.
sme: Divtasvuonas ja Gáivuonas leat leamaš stuorát lassáneamit oahppiidlogus geain lea oahpahus sámegielas – 49,0 ja 16,4 proseantta.

source: Snåsa har en stor nedgang på 18 elever eller 62 prosent.
sme: Snoasas lea sámegiela oahpahusa oahppiidlohku geahppánan sakka – 18 oahppiin dahje 62 proseanttain.

source: Denne nedgangen skyldes delvis at en del elever som mottok fjernundervisning i samisk fra Åarjel-saemiej skuvle på Snåsa, nå får opplæring i samisk av en lokal lærer på hjemmeskolen.
sme: Dát geahppáneapmi boahtá ovddimusat das ahte oahppit geat ožžo gáiddusoahpahusa Åarjel-saemiej skuvles Snoasas dál ožžot oahpahusa báikkálaš oahpaheaddjis ruovttuskuvllas.

source: Tillegg blir fjernundervisningselever nå registrert på hjemmeskolen og ikke som elever på Snåsa.
sme: Dasa lassin registrerejuvvojit dálá gáiddusoahpahusoahppit ruovttuskuvllas iige Åarjel-saemiej skuvle oahppin.

source: Tidligere var disse registrert på skolen som tilbød fjernundervisning.
sme: Ovdal leat gáiddusoahpahusoahppit registrerejuvvon sámegieloahppin dan skuvllas mii fálai gáiddusoahpahusa.

source: (Nilsson Valkeapää 2015.) Tana har også hatt en nedgang på 18 elever som mottar opplæring i samisk. Dette er en nedgang på 11,6 prosent.
sme: (Nilsson Valkeapää 2015.) Deanus lea maid leamaš 18 oahppi geahppáneapmi oahppiin geat ožžot oahpahusa sámegielas.

source: Både Snåsa og Tana har hatt en større nedgang i elevtallet i grunnskolen, uten at det kan trekkes slutninger mellom disse to forholdene.
sme: Sihke Snoasas ja Deanus lea oahppiidlohku čielgasit geahppánan dán áigodagas, muhto ii sáhte dadjat ahte dán guovtti áššis lea oktavuohta.

source: Tabell 2.10 viser at det for de fleste kommunene er det bare små endringer for antall elever som mottar undervisning i samisk de siste fire årene.
sme: Tabealla 2.10 čájeha ahte eanaš gielddain leat dušše uhcit nuppástusat oahppiidloguin geat ožžot oahpahusa sámegielas maŋimuš njeallje jagi.

source: Tysfjord har imidlertid en klar økning. I 2011/12 fikk 24 prosent opplæring i samisk.
sme: Divtasvuonas lea dattetge čielga lassáneapmi jagis 2011/12 rájes go 24 proseantta oahppiin ožžo oahpahusa sámegielas.

source: I år er andelen 34,6 prosent. Hele økninga kommer i Samisk andrespråk som øker fra 14 til 24,2 prosent.
sme: Dán jagi lea proseantaoassi 34,6. Olles lassáneapmi boahtá fágas Sámegiella nubbingiellan mii lassánii 14,0 proseanttas 24,2 prosentii.

source: I Nesseby øker prosenten som mottar opplæring i Samisk førstespråk fra 23 prosent til 30,8. Snåsa har en nedgang fra 12 til 5,2 prosent for andelen elever som mottar opplæring i samisk.
sme: Unjárggas lassána proseanta oahppiin geat ožžot oahpahusa Sámegielas vuosttasgiellan 23,0 proseattas 30,8 prosentii. Snoasas geahppána oahppiidlohku geat ožžot oahpahusa sámegielas 12 proseanttas 5,2 prosentii.

source: 2.4 Samisk språk i videregående skole
sme: 2.4 Sámegiella joatkkaoahpahusas

source: Samiske elever i den videregående opplæringa har rett til å få opplæring i samisk språk.
sme: Sápmelaš oahppit joatkkaoahpahusas lea vuoigatvuohta oažžut oahpahusa sámegielas.

source: Det er ikke mulig å bruke samme geografiske inndeling som for grunnskolen i presentasjonen av samisk språk i videregående opplæring.
sme: Ii leat vejolaš geavahit seammá geográfalaš juohkima ovdanbuvttidettiin joatkkaoahpahusa sámegiela oahpahusa loguid go vuođđoskuvllas bajábealde.

source: Dette kommer av at mange kommuner mangler videregående skole og at ungdommer av den grunn ofte tar videregående utdanning utenfor hjemkommunen.
sme: Sivvan dasa lea ahte olu gielddain ii leat joatkkaskuvla. Dan dihte váldet nuorat dávjá joatkkaoahpahusa ruovttugieldda olggobealde.

source: Tabell 2.12 viser at det er en forskyvning i elevmassen som får opplæring i samisk i den videregående opplæringa fra i fjor til i år.
sme: Tabealla 2.12 čájeha ahte oahppit geat ožžot oahpahusa sámegielas joatkkaoahpahusas, válljejit earáláhkai dán jagi go ovddet jagi sámegiela molssaeavttuid gaskkas.

source: Antallet elever som får opplæring i Samisk førstespråk går ned med 38 elever eller 15,6 prosent.
sme: Oahppiidlohku geat ožžot oahpahusa Sámegielas vuosttasgiellan, geahppána 38 oahppiin dahjege 15,6 proseanttain.

source: Samtidig øker antallet elever som får opplæring i Samisk andrespråk med 35 eller 16,7 prosent.
sme: Seammás lassána oahppiidlohku geat ožžot oahpahusa Sámegielas nubbingiellan, 35 oahppiin dahjege 16,7 proseanttain.

source: Det har vært en trend før 2014/15 at flere elever får opplæring i Samisk førstespråk i den videregående opplæringa enn i Samisk andrespråk.
sme: Ovdal 2014/15 lea leamaš treanda ahte eanet oahppit ožžot oahpahusa Sámegielas vuosttasgiellan joatkkaoahpahusas go Sámegielas nubbingiellan.

source: Det er uten tvil positivt dersom flere som har hatt opplæring i Samisk andrespråk i grunnskolen velger å fortsette opplæringa i Samisk andrespråk i den videregående opplæringa eller at elever som ikke har hatt opplæring i samisk, velger å lære samisk i den videregående opplæringa.
sme: Lea eahpitkeahttá positiiva albmaneapmi jos eanet oahppit go ovdal geain leat leamaš oahpahus Sámegielas nubbingiellan vuođđoskuvllas, jotket oahpahallat Sámegiela nubbingiellan maiddái joatkkaoahpahusas dahje ahte oahppit geain ii leat leamaš oahpahus sámegielas ovdal, dál válljejit oahppat sámegiela joatkkaoahpahusas.

source: Det er derimot negativt dersom dette betyr at elever velger Samisk andrespråk selv om de tidligere har hatt opplæring i Samisk førstespråk, slik det har kommet fram i media (NRK 2015).
sme: Livččii baicce negatiiva albmaneapmi jos nuppástus mearkkaša ahte oahppit válljejit oahpahusa Sámegielas nubbingiellan joatkkaoahpahusas vaikko ovdal lea leamaš oahpahus Sámegielas vuosttasgiellan nu mo medias lea boahtán ovdan (NRK 2015).

source: Dette er et forhold som bør undersøkes nærmere.
sme: Dán ášši galggašii guorahallat buorebut.

source: Økningen i antallet andrespråkselever gjelder spesielt for nordsamisk som øker fra 155 til 217. En økning på 40 prosent.
sme: Nuppigiela oahppiidlohku lassána erenoamážit davvisámegielas 155 oahppis 217 oahppái golbma maŋimuš jagi áigodagas.

source: Også lulesamisk har en viss økning, mens tallene for sørsamisk er svært stabile.
sme: Maiddái julevsámegielas lea vissis lassáneapmi, ja máttasámegiela logut leat obba stáđđásat.

source: For skoleårene 2010/11 og 2011/12 har ikke adskilte tall for sør-, lule- og nordsamisk vært tilgjengelige.
sme: Skuvlajagiin 2010/11 ja 2011/12 eai leat sierra logut mátta-, julev- ja davvisámegielas leamaš fidnemis.

source: Økninga i det totale antallet elever som får opplæring i Samisk andrespråk det siste året, kan ha sammenheng med innføringa av et nytt fag Samisk andrespråk 4. Faget er beregnet for elever som ikke har lest Samisk andrespråk i grunnskolen.
sme: Lassáneamis oppalaš oahppiidlogus geat ožžot oahpahusa Sámegielas nubbingiellan maŋimuš jagi, sáhttá leat oktavuohta ođđa fágii Sámegiella nubbingiellan 4. Fága lea oaivvilduvvon oahppiide geat eai leat lohkan Sámegiela nubbingiellan vuođđoskuvllas.

source: Det ble for første gang undervist i Samisk andrespråk 4 høsten 2014 og faget hadde ingen elever i skoleåret 2013/14. I år mottar 100 elever opplæring i Samisk andrespråk 2, 74 elever Samisk andrespråk 3 og 74 elever Samisk andrespråk 4 i den videregående opplæringa.
sme: Sámegiella nubbin giellan 4 oahpahuvvogođii vuosttas geardde čakčat 2014, ja fágas ii lean oktage oahppi skuvlajagi 2013/14. Dán jagi 100 oahppi ožžot oahpahusa Sámegiella nubbingiellan 2:žis, 74 oahppi Sámegiella nubbingiellan 3:žis ja 74 oahppi Sámegiella nubbingiellan 4:žis.

source: Det forrige skoleåret var det er omtrent like mange elever som tok Samisk andrespråk 2 som Samisk andrespråk 3. (Udir 2014: 27;
sme: Ovddet jagi ledje sullii seammá ollu oahppit geat ožžo oahpahusa Sámegiela nubbingiellan 2:žis go Sámegiella nubbingiellan 3:žis. (Udir 2014: 27;

source: 2.4.3 Opplæring på samisk
sme: 2.4.3 Oahpahus sámegillii

source: Slik det kommer fram i kapittel 2.2.2 kan departementet pålegge enkelte skoler å tilby opplæring på samisk i den videregående opplæringa ifølge undervisningslovens § 6-3. Også fylkeskommunene kan på eget initiativ tilby opplæring på samisk ved sine skoler.
sme: Vuollekapihttalis 2.2 boahtá ovdan ahte Máhttodepartemeanta sáhttá mearridit ahte soames skuvllat galget fállat joatkkaoahpahusa sámegillii oahpahuslága § 6-3 mielde. Maiddái fylkkagielddat sáhttet ieža mearridit fállat oahpahusa sámegillii iežaset skuvllain.

source: Til tross for dette har det ikke kommet fram opplysninger om at noen fylkeskommunale skoler tilbyr Opplæring på samisk.
sme: Das beroškeahttá ii leat boahtán ovdan ahte muhtin fylkkagieldda joatkkaskuvla fállá joatkkaoahpahusa sámegillii.

source: Ved de to statlige samiske videregående skoler i Karasjok og Kautokeino tilbys deler av opplæringa på samisk.
sme: Stáhta guovtti Sámi joatkkaskuvllas Kárášjogas ja Guovdageainnus fállojuvvo oassi oahpahusas sámegillii.

source: Det har ikke vært mulig å få en full oversikt over hvor mye opplæring Samisk videregående skole og reindriftsskole i Kautokeino tilbyr på samisk.
sme: Ii leat leamaš vejolaš oažžut dievaslaš gova das man ollu oahpahus lea sámegillii Sámi joatkkaskuvllas ja boazodoalloskuvllas Guovdageainnus.

source: Samisk videregående skole i Karasjok skriver i sin årsmelding til Utdanningsdirektoratet at: Skolen har hatt som minstemål å gi undervisning på samisk i alle identitetsskapende fellesfag.
sme: Sámi joatkkaskuvla Kárášjogas čállá iežas jahkedieđáhusas Oahpahusdirektoráhttii ahte: Skuvllas lea unnimus mihttomearrin fállat oahpahusa sámegillii buot identitehtahábmejeaddji oktasašfágain.

source: Med undervisning på samisk menes at all undervisning og veiledning av elever gis på samisk og at elevene kan besvare oppgaver og prøver på samisk.
sme: Oahpahus sámegillii dárkkuha ahte buot oahpahus ja bagadallan oahppiide lea sámegillii ja ahte oahppit sáhttet vástidit bargobihtáid ja geahččalemiid sámegillii.

source: Skoleårene 2013/14 og 2014/15 ble 50 timer (45 minutters enheter) av undervisningen pr. uke gitt på samisk og resten på norsk eller norsk/samisk.
sme: Skuvlajagiin 2013/14 ja 2014/15 oahpahuvvojit 50 diimmu (45 minuhta ovttadagat) vahkus sámegillii, ja loahppa oahpahuvvo dárogillii dahje dáro-/sámegillii.

source: All undervisning på medier og kommunikasjon der inntakskravet er samisk førstespråk, gis på samisk.
sme: Visot oahpahus oahpposuorggis Media ja gulahallan mas sisabeassangáibádus lea Sámegiella vuosttasgiellan, addojuvvo sámegillii.

source: På studiespesialisering ble det undervist på samisk i samfunnsfag, naturfag og historie i 2013/14 og på naturfag, historie og religion i 2014/15. (Samisk videregående skole i Karasjok 2014).
sme: Studiespesialiseremis oahpahuvvo sámegillii servodatfágas, luonddufágain ja historjjás 2013/14 ja luonddufágain, historjjás ja oskkoldagas 2014/15. (Sámi joatkkaskuvla Kárášjogas 2014)

source: 2.5 Læremiddelsituasjonen
sme: 2.5 Oahpponeavvodilli

source: I dette kapitlet ses det på læremiddelsituasjon for opplæring på de tre samiske språkene nord-, lule- og sørsamisk, og i Samisk andrespråk for de samme språkene.
sme: Dán kapihttalis buktán ovdan oahpponeavvodili sámegielat oahpahusas golmma sámegiela várás: davvi-, julev- ja máttasámegiela, ja oahpponeavvodili Sámegiela nubbingiellan oahpahusas dan seammá golmma sámegielas.

source: Læremidler er viktige verktøy for lærere og elever for å sikre at elevene oppnår de kompetansemålene og grunnleggende ferdighetene som eleven skal utvikle gjennom opplæringa.
sme: Oahpponeavvut leat dehálaš reaiddut oahpaheddjiide ja ohppiide sihkkarastimis ahte oahppit galget juksat daid gealbomihttomeriid ja vuođđogálggaid maid oahppi galgá háhkat oahpus.

source: Sametinget har i 2010 og 2014 satt sammen informasjon om læremiddelsituasjonen.
sme: Sámediggi lea 2010 ja 2014 háhkan dieđuid oahpponeavvodili birra.

source: Denne informasjonen benyttes her for å vise situasjonen og utviklinga de siste år.
sme: Dieđut geavahuvvojit dás čájehit dálá dili ja nuppástusaid maŋimuš njeallje jagi.

source: Sametinget 2015.) Sametingets oversikt er delt opp for språkene nord-, lule- og sørsamisk og de beskriver læremiddelsituasjon for hvert fag og hvert klassetrinn med følgende kategorier:
sme: 2015) Sámediggi lea juohkán oahpponeavvodili gielaid – davvi-, julev- ja máttasámegiela – mielde juohke fágas ja juohke luohkkáceahkkái čuovvovaš kategoriijaiguin:

source: 1. Behovet er dekket etter læreplanen Kunnskapsløftet samisk, det finnes elevbøker/digitale ressurser, flesteparten av kompetansemålene dekt 2. Deler av kompetansekravet er dekket etter læreplanen Kunnskapsløftet samisk, det finnes temabøker/hefter/digitale læremidler 3. Det finnes elevbøker, nesten heldekkende etter tidligere læreplaner 4. Svært liten dekningsgrad eller læremidler mangler helt Tabell 2.20 viser stor mangel på læremidler for opplæring i Nord-, Lule- og Sørsamisk andrespråk 2 etter læreplanverket Kunnskapsløftet i 2010. Nord- og sørsamisk måtte undervises på åtte årstrinn med læremidler utviklet etter en gammel læreplan.
sme: Dárbu lea gokčojuvvon Máhttolokten Sámi oahppoplána mielde, leat oahppogirjjit/digitála resurssat, eanaš gealbomihttomearit leat gokčojuvvon 2 Oasit gealbomihttomeriin leat gokčojuvvon Máhttolokten Sámi oahppoplána mielde, leat fáddágirjjit/gihppagat/digitála oahpponeavvut Leat oahppogirjjit, dárbu masá gokčojuvvon boares plánaid mielde Áibbas uhca gokčanmearri dahje oahpponeavvut váilot ollásit Tabealla 2.20 čájeha stuorra váilevašvuođaid oahpponeavvuin sihke Davvi-, Julev- ja Máttasámegiella nubbingiellan 2 fágas oahppoplánabuktosa Máhttoloktema mielde jagi 2010. Davvi- ja máttasámegiela oahpahusas fertii gávcci jahkeceahkis geavahit oahpponeavvuid mat ledje ovddiduvvon boares oahppoplána mielde.

source: For to årstrinn fantes svært lite eller ingen læremidler.
sme: Guovtti jahkeceahkis ledje uhccán oahpponeavvut dahje ii mihkkege davvisámegiela oahpahusas.
